---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctLiningType
source: html/3ae8c257-425f-01c3-7a16-8e0a35950465.htm
---
# DuctLiningType Properties

The id of the assembly instance to which the element belongs.